[
    {
        "id": "container",
        "children": [
            {
                "id": "upperPage",
                "type" : "div",
                "children": [
                    {
                        "type": "h1",
                        "innerHTML": {
                            "en": "Zero Hunger",
                            "es": "Hambre Cero",
                            "fr": "Faim Zéro",
                            "de": "Null Hunger"
                        }
                    },
                    {
                        "type": "hr",
                        "class": "solid"
                    },
                    {
                        "type": "h2",
                        "class": "headingQuestion",
                        "innerHTML": {
                            "en": "What Is Hunger?",
                            "es": "¿Qué es el hambre?",
                            "fr": "Qu'est-ce que la faim ?",
                            "de": "Was ist Hunger?"
                        }
                    },
                    {
                        "type": "article",
                        "id": "whatIs",
                        "children": [
                            {
                                "type": "p",
                                "innerHTML": {
                                    "en": "The persistent surge in hunger and food insecurity, fueled by a complex interplay of factors, demands immediate attention and coordinated global efforts to alleviate this critical humanitarian challenge. Extreme hunger and malnutrition remain a barrier to sustainable development and create a trap from which people cannot easily escape. Hunger and malnutrition mean less productive individuals, who are more prone to disease and thus often unable to earn more and improve their livelihoods. 2 billion people in the world do not have regular access to safe, nutritious, and sufficient food. In 2022, 148 million children had stunted growth and 45 million children under the age of 5 were affected by wasting."
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "id": "midPage",
                "type" : "div",
                "children": [
                    {
                        "type": "article",
                        "class": "articleContainer1",
                        "children": [
                            {
                                "type": "article",
                                "class": "articles",
                                "children": [
                                    {
                                        "type": "h2",
                                        "innerHTML": {
                                            "en": "Why Is This Your Problem Too?",
                                            "es": "¿Por qué es esto también tu problema?",
                                            "fr": "Pourquoi est-ce aussi votre problème ?",
                                            "de": "Warum ist das auch Ihr Problem?"
                                        }
                                    },
                                    {
                                        "type": "p",
                                        "innerHTML": {
                                            "en": "We all want our families to have enough food to eat that is safe and nutritious. A world with zero hunger can positively impact our economies, health, education, equality, and social development. It is a key piece of building a better future for everyone. Additionally, with hunger limiting human development, we will not be able to achieve the other sustainable development goals such as education, health, and gender equality."
                                        }
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "article",
                        "id": "image",
                        "children": [
                            {
                                "type": "img",
                                "src": "/assets/zerohunger.jpg.avif",
                                "alt": "Hands reaching out for some grain"
                            }
                        ]
                    }
                ]
            },
            {
                "id": "lowerPage",
                "type" : "div",
                "children": [
                    {
                        "type": "section",
                        "class": "articleContainer2",
                        "children": [
                            {
                                "type": "article",
                                "class": "articles",
                                "children": [
                                    {
                                        "type": "h2",
                                        "innerHTML": {
                                            "en": "How To Achieve Zero Hunger?",
                                            "es": "¿Cómo lograr el Hambre Cero?",
                                            "fr": "Comment atteindre Faim Zéro ?",
                                            "de": "Wie erreicht man Null Hunger?"
                                        }
                                    },
                                    {
                                        "type": "p",
                                        "innerHTML": {
                                            "en": "Food security requires a multi-dimensional approach, from social protection to safeguard safe and nutritious food especially for children, to transforming food systems to achieve a more inclusive and sustainable world. There will need to be investments in rural and urban areas and in social protection so poor people have access to food and can improve their livelihoods."
                                        }
                                    }
                                ]
                            },
                            {
                                "type": "article",
                                "class": "articles",
                                "children": [
                                    {
                                        "type": "h2",
                                        "innerHTML": {
                                            "en": "How Can You Help?",
                                            "es": "¿Cómo puedes ayudar?",
                                            "fr": "Comment pouvez-vous aider ?",
                                            "de": "Wie kannst du helfen?"
                                        }
                                    },
                                    {
                                        "type": "p",
                                        "innerHTML": {
                                            "en": "You can make changes in your own life—at home, at work, and in the community—by supporting local farmers or markets and making sustainable food choices, supporting good nutrition for all, and fighting food waste. You can also use your power as a consumer and voter, demanding businesses and governments make the choices and changes that will make Zero Hunger a reality. Join the conversation, whether on social media platforms or in your local communities."
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
]
